import React from 'react'


const About = () => {
  return (
    <div>
      <div className="content">
        <div className='title'>
          <h2>Обо мне</h2>
        </div>
        <div>
          Родился в г. Марганец Днепропетровской обл. 16 июля 1963 года. В 1980 году закончил среднюю школу. После службы с 1984 года увлекался фотографией. <br />
          Любительское увлечение постепенно перешло на профессиональный уровень. Работал фотокорреспондентом в городской газете "Шахтер Марганца".
          В 1993 году создал небольшую частную  фотостудию. За время студийной работы познакомился с городскими художниками. <br />
          Часто бывал в художественных мастерских, пробовал свои силы. Постепенно увлечение живописью перешло на первый план. <br />
          За период с 2000 года по 2016 год неоднократно участвовал в городских и региональных художественных выставках. <br />
          Сторонник реалистической направленности в живописи. Работы есть в частных коллекциях как в Украине так и зарубежом. <br />
          Предпочитает пейзаж, романтическую тематику.
        </div>
      </div>
    </div>
  )
}

export default About